Repository: NeoTheThird/Mines
Catalog: po/*.po
Languages: cs, nb

source: Game in progress
cs: Máte rozehranou hru
nb: Spillet pågår

source: Are you sure you want to restart this game?
cs: Opravdu chcete začít novou hru?
nb: Er du sikker på at du vil starte dette spillet på nytt?

source: Restart game
cs: Začít novou hru
nb: Start spillet på nytt

source: Continue current game
cs: Pokračovat ve hře
nb: Fortsett det nåværende spillet

source: Clear scores
cs: Smazat výsledky
nb: Tøm poeng

source: Existing scores will be deleted. This cannot be undone.
cs: Uložené výsledky budou smazány. Toto nelze vrátit zpět.
nb: Eksiterende poeng vil bli slettet. Dette kan ikke angres.

source: Keep existing scores
cs: Zachovat uložené výsledky
nb: Behold eksisterende poeng

source: Mines
cs: Miny
nb: Minesveiper

source: How to Play
cs: Jak hrát
nb: Hvordan spille

source: Settings
cs: Nastavení
nb: Innstillinger

source: New Game
cs: Nová hra
nb: Nytt spill

source: Version:
cs: Verze:
nb: Versjon:

source: Mines is a puzzle game where the goal is to find the mines in a minefield.
cs: Miny jsou logická hra, jejímž cílem je najít všechny miny v minovém poli.
nb: Minesveiper er et puslespill der målet er å finne minene i et minefelt.

source: The minefield is divided into a grid of squares. Touch a square to check if there is a mine there. If no mine is present the square will show the number of mines surrounding it. Use logic to determine a square that cannot contain a mine to check next. If you hit a mine it explodes and the game is over. You can flag where a mine is by touching and holding that square. Have fun!
cs: Minové pole je rozděleno na síť čtverců. Dotykem na čtverec zjistíte, zda je v něm mina nebo ne. Pokud není, čtverec zobrazí počet min v jeho okolí. Musíte logicky odvodit, které okolní čtverce nemohou obsahovat minu a následně je odkrýt. Pokud narazíte na minu, vybuchne a hra končí. Vlajkami si můžete označovat místa, kde jsou podle Vás miny. Stačí se dotknout čtverce a chvíli podržet. Bavte se!
nb: Minefeltet er delt inn i et rutenett. Trykk på en firkant for å sjekke om det er en gruve der. Hvis ingen gruver er til stede, vil torget vise tallet av gruver som omgir den. Bruk logikk for å bestemme et kvadrat som ikke kan inneholde en gruve å sjekke neste. Hvis du treffer en gruve, eksploderer den og spillet er over. Du kan flagge hvor en gruve er ved å berøre og holde den firkanten. Ha det gøy!

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the <a href='https://www.gnu.org/licenses/gpl-3.0.en.html'>GNU General Public License</a> for more details.
cs: Tento program je svobodný software: můžete ho sdílet anebo upravovat za podmínek GNU General Public License, zveřejněné Free Software Foundation, pod licencí ve verzi 3, anebo (dle vaší volby) pod jakoukoli pozdější verzí. Tento program je distribuován v naději, že bude užitečný, avšak BEZ JAKÉKOLI V ZÁRUKY; a to i bez předpokládané záruky OBCHODOVATELNOSTI nebo VHODNOSTI PRO KONKRÉTNÍ ÚČEL. Další podrobnosti naleznete na stránkách <a href='https://www.gnu.org/licenses/gpl-3.0.en.html'>GNU General Public Licence </a>.
nb: Dette programmet er gratis programvare: du kan distribuere det og / eller endre det under vilkårene i GNU General Public License som publisert av Free Software Foundation, enten versjon 3 av lisensen, eller (etter eget valg) en hvilken som helst senere versjon. Dette programmet distribueres i håp om at det blir nyttig, men UTEN GARANTI; uten den underforståtte garantien til SALGSMERKELIGHET eller FITNESS FOR ET BESTEMT FORMÅL. Se <a href = 'https: //www.gnu.org/licenses/gpl-3.0.en.html'> GNU General Public Lisens</a> for mer informasjon.

source: SOURCE
cs: ZDROJOVÝ KÓD
nb: KILDE

source: ISSUES
cs: HLÁŠENÍ CHYB
nb: FEIL

source: DONATE
cs: PŘÍSPĚT
nb: DONER

source: Copyright (c) 2015 Robert Ancell
nb: Opphavsrett (c) 2015 Robert Ancell

source: Copyright (c) 2017 Jan Sprinz <neo@neothethird.de>
nb: Opphavsrett (c) 2017 Jan Sprinz <neo@neothethird.de>

source: High Scores
cs: Nejvyšší skóre
nb: Rekorder

source: Vibrate when placing flags
cs: Vibrovat při umístění vlajky
nb: Vibrer når du setter flagg

source: Minefield size:
cs: Velikost minového pole:
nb: Minefelt størrelse:

source: Small
cs: Malé
nb: Liten

source: Large
cs: Velké
nb: Stor

source: %width%×%height%, %nmines% mines
cs: %width%×%height%, %nmines% min
